{
  "data/Prochlorococcus/papers_and_supp/tolonen 2006/msb4100087.pdf": {
    "publication": {
      "title": "Global gene expression of Prochlorococcus ecotypes in response to changes in nitrogen availability",
      "authors": [
        "Andrew C Tolonen",
        "John Aach",
        "Debbie Lindell",
        "Zackary I Johnson",
        "Trent Rector",
        "Robert Steen",
        "George M Church",
        "Sallie W Chisholm"
      ],
      "journal": "Molecular Systems Biology",
      "publication_year": "2006",
      "doi": "10.1038/msb4100087",
      "pmid": null,
      "description": "A study combining whole-genome microarray analyses for two Prochlorococcus ecotypes (MED4 and MIT9313) with physiological measurements to quantify global mRNA expression, chlorophyll fluorescence, and photosystem II efficiency under a time series of nitrogen starvation and growth on different nitrogen sources; includes comparative genomics and analysis of NtcA regulation.",
      "abstract": "Nitrogen (N) often limits biological productivity in ocean gyres where Prochlorococcus is most abundant. The study quantified changes in MED4 and MIT9313 global mRNA expression, chlorophyll fluorescence, and photosystem II photochemical efficiency (Fv/Fm) along a time series of increasing N starvation. It also compared global expression when grown in ammonium-replete medium versus alternative N sources. The results show interstrain similarities, such as activation of a putative NtcA regulon during N stress, and differences in carbon metabolism gene expression, suggesting fundamentally different integration of N and C metabolism between the strains.",
      "study_type": "Transcriptomics (microarray)",
      "organism": [
        "Prochlorococcus MED4",
        "Prochlorococcus MIT9313"
      ],
      "publication_id": "10.1038/msb4100087"
    }
  },
  "data/Prochlorococcus/papers_and_supp/thompson 2011/41396_2011_article_bfismej201149.pdf": {
    "publication": {
      "title": "Transcriptome response of high- and low-light-adapted Prochlorococcus strains to changing iron availability",
      "authors": [
        "Anne W Thompson",
        "Katherine Huang",
        "Mak A Saito",
        "Sallie W Chisholm"
      ],
      "journal": "The ISME Journal",
      "publication_year": "2011",
      "doi": "10.1038/ismej.2011.49",
      "pmid": null,
      "description": "Comparative transcriptomic analysis of Prochlorococcus MED4 and MIT9313 under abrupt iron starvation and rescue, assessing growth under varying iron and whole-genome transcriptional responses via short-term microarray experiments.",
      "abstract": "Prochlorococcus contributes significantly to ocean primary productivity. The link between primary productivity and iron in specific ocean regions is well established and iron limitation of Prochlorococcus cell division rates in these regions has been shown. However, the extent of ecotypic variation in iron metabolism among Prochlorococcus and the molecular basis for differences is not understood. Here, we examine the growth and transcriptional response of Prochlorococcus strains, MED4 and MIT9313, to changing iron concentrations. During steady state, MIT9313 sustains growth at an order-of-magnitude lower iron concentration than MED4. To explore this difference, we measured the whole-genome transcriptional response of each strain to abrupt iron starvation and rescue. Only four of the 1159 orthologs of MED4 and MIT9313 were differentially expressed in response to iron in both strains. However, in each strain, the expression of over a hundred additional genes changed, many of which are in labile genomic regions, suggesting a role for lateral gene transfer in establishing diversity of iron metabolism among Prochlorococcus. Furthermore, we found that MED4 lacks three genes near the iron-deficiency-induced gene ( idiA) that are present and induced by iron stress in MIT9313. These genes are interesting targets for studying the adaptation of natural Prochlorococcus assemblages to local iron conditions as they show more diversity than other genomic regions in environmental metagenomic databases.",
      "study_type": "Transcriptomics (microarray)",
      "organism": [
        "Prochlorococcus MED4",
        "Prochlorococcus MIT9313"
      ],
      "publication_id": "10.1038/ismej.2011.49"
    }
  },
  "data/Prochlorococcus/papers_and_supp/Aharonovich 2016/41396_2016_article_bfismej201670.pdf": {
    "publication": {
      "title": "Transcriptional response of Prochlorococcus to co-culture with a marine Alteromonas: differences between strains and the involvement of putative infochemicals",
      "authors": [
        "Dikla Aharonovich",
        "Daniel Sher"
      ],
      "journal": "The ISME Journal",
      "publication_year": "2016",
      "doi": "10.1038/ismej.2016.70",
      "pmid": null,
      "description": "Laboratory co-culture experiments with Prochlorococcus MED4 and MIT9313 and Alteromonas macleodii HOT1A3 to investigate how bacterial density affects growth and the transcriptional response, using RNA sequencing to examine early gene expression changes.",
      "abstract": "In co-culture with Alteromonas macleodii HOT1A3, Prochlorococcus MED4 and MIT9313 show distinct growth responses and transcriptional changes. HOT1A3 enhances MIT9313 growth at low density but inhibits it at higher density, with MED4 largely unaffected. RNA-seq after ~20 h reveals differential regulation of genes related to photosynthesis, protein synthesis, and stress responses—downregulated in MED4 and upregulated in MIT9313—while differential regulation is also observed in outer membrane modification, efflux transporters and lanthipeptide-related genes (prochlorosins). Two novel co-culture responsive gene families, CCRG-1 and CCRG-2, are expressed as short proteins and released into the media, suggesting putative infochemicals mediate interspecies interactions.",
      "study_type": "RNA-seq",
      "organism": [
        "Prochlorococcus MED4",
        "Prochlorococcus MIT9313",
        "Alteromonas macleodii HOT1A3"
      ],
      "publication_id": "10.1038/ismej.2016.70"
    }
  }
}