{
  "data/Prochlorococcus/papers_and_supp/tolonen 2006/msb4100087.pdf": {
    "publication": {
      "title": "Global gene expression of Prochlorococcus ecotypes in response to changes in nitrogen availability",
      "authors": [
        "Andrew C Tolonen",
        "John Aach",
        "Debbie Lindell",
        "Zackary I Johnson",
        "Trent Rector",
        "Robert Steen",
        "George M Church",
        "Sallie W Chisholm"
      ],
      "journal": "Molecular Systems Biology",
      "publication_year": "2006",
      "doi": "10.1038/msb4100087",
      "pmid": null,
      "description": "Study combining whole-genome microarray analyses for Prochlorococcus MED4 and MIT9313, physiological measurements (chlorophyll fluorescence and photosystem II photochemical efficiency Fv/Fm), and comparative genomics to examine transcriptional responses to nitrogen starvation and growth on different nitrogen sources.",
      "abstract": "We quantified changes in MED4 and MIT9313 global mRNA expression, chlorophyll fluorescence, and photosystem II photochemical efficiency (Fv/Fm) along a time series of increasing nitrogen starvation, and compared global expression under ammonium-replete conditions to expression during growth on alternative nitrogen sources. The study identified coexpressed gene clusters, showed activation of a putative NtcA regulon under nitrogen stress, and highlighted interstrain differences in carbon metabolism gene expression, suggesting distinct integration of nitrogen and carbon metabolism between MED4 and MIT9313.",
      "study_type": "Microarray and Transcriptomics",
      "organism": [
        "Prochlorococcus MED4",
        "Prochlorococcus MIT9313"
      ],
      "publication_id": "10.1038/msb4100087"
    }
  },
  "data/Prochlorococcus/papers_and_supp/Aharonovich 2016/41396_2016_article_bfismej201670.pdf": {
    "publication": {
      "title": "Transcriptional response of Prochlorococcus to co-culture with a marine Alteromonas: differences between strains and the involvement of putative infochemicals",
      "authors": [
        "Dikla Aharonovich",
        "Daniel Sher"
      ],
      "journal": "The ISME Journal",
      "publication_year": 2016,
      "doi": "10.1038/ismej.2016.70",
      "pmid": null,
      "description": "Laboratory co-culture study examining how two Prochlorococcus strains (MED4 and MIT9313) respond at the transcriptional level to interaction with a marine heterotrophic bacterium Alteromonas macleodii HOT1A3, focusing on early (20 h) gene expression changes and potential infochemical-mediated interactions.",
      "abstract": "This study investigates how two Prochlorococcus strains, MED4 (high-light I) and MIT9313 (low-light IV), change gene expression in response to co-culture with Alteromonas macleodii HOT1A3. The Alteromonas strain enhances MIT9313 growth at low density but inhibits it at higher density, with no effect on MED4. Early transcriptomic responses show no nutrient-starvation signatures; MED4 downregulates photosynthesis, protein synthesis, and stress response genes, while MIT9313 upregulates these pathways. Differential expression of outer membrane modification genes, efflux transporters, and lanthipeptide-related genes (prochlorosins) suggests a targeted response to the heterotroph. Novel co-culture responsive gene families (CCRG-1 and CCRG-2) are encoded by many short genes and may be released into the medium.",
      "study_type": "RNA-seq / Transcriptomics in co-culture",
      "organism": [
        "Prochlorococcus MED4",
        "Prochlorococcus MIT9313",
        "Alteromonas macleodii HOT1A3"
      ],
      "publication_id": "10.1038/ismej.2016.70"
    }
  },
  "data/Prochlorococcus/papers_and_supp/thompson 2011/41396_2011_article_bfismej201149.pdf": {
    "publication": {
      "title": "Transcriptome response of high- and low-light-adapted Prochlorococcus strains to changing iron availability",
      "authors": [
        "Anne W Thompson",
        "Katherine Huang",
        "Mak A Saito",
        "Sallie W Chisholm"
      ],
      "journal": "The ISME Journal",
      "publication_year": "2011",
      "doi": "10.1038/ismej.2011.49",
      "pmid": null,
      "description": "Comparative transcriptomic analysis of MED4 and MIT9313 Prochlorococcus strains to abrupt iron starvation and rescue, assessing steady-state growth over controlled iron concentrations, whole-genome transcriptional profiling via microarrays, and locus-specific analysis of iron-stress genes and environmental distribution.",
      "abstract": "Prochlorococcus contributes significantly to ocean primary productivity. The link between primary productivity and iron in specific ocean regions is well established and iron limitation of Prochlorococcus cell division rates in these regions has been shown. However, the extent of ecotypic variation in iron metabolism among Prochlorococcus and the molecular basis for differences is not understood. Here, we examine the growth and transcriptional response of Prochlorococcus strains, MED4 and MIT9313, to changing iron concentrations. During steady state, MIT9313 sustains growth at an order-of-magnitude lower iron concentration than MED4. To explore this difference, we measured the whole-genome transcriptional response of each strain to abrupt iron starvation and rescue. Only four of the 1159 orthologs of MED4 and MIT9313 were differentially expressed in response to iron in both strains. However, in each strain, the expression of over a hundred additional genes changed, many of which are in labile genomic regions, suggesting a role for lateral gene transfer in establishing diversity of iron metabolism among Prochlorococcus. Furthermore, we found that MED4 lacks three genes near the iron-deficiency-induced gene ( idiA) that are present and induced by iron stress in MIT9313. These genes are interesting targets for studying the adaptation of natural Prochlorococcus assemblages to local iron conditions as they show more diversity than other genomic regions in environmental metagenomic databases.",
      "study_type": "Transcriptomics, Microarray",
      "organism": [
        "Prochlorococcus MED4",
        "Prochlorococcus MIT9313"
      ],
      "publication_id": "10.1038/ismej.2011.49"
    }
  },
  "data/Prochlorococcus/papers_and_supp/tetu 2019/s42003-019-0410-x.pdf": {
    "publication": {
      "title": "Plastic leachates impair growth and oxygen production in Prochlorococcus, the ocean's most abundant photosynthetic bacteria",
      "authors": [
        "Sasha G. Tetu",
        "Indrani Sarker",
        "Verena Schrameyer",
        "Russell Pickford",
        "Liam D.H. Elbourne",
        "Lisa R. Moore",
        "Ian T. Paulsen"
      ],
      "journal": "Communications Biology",
      "publication_year": "2019",
      "doi": "10.1038/s42003-019-0410-x",
      "pmid": null,
      "description": "Exposes two Prochlorococcus strains MIT9312 (HLII) and NATL2A (LLI) to leachates from HDPE shopping bags and PVC matting in artificial seawater; assesses growth by flow cytometry, photosynthetic efficiency (PSII), and genome-wide transcriptional changes.",
      "abstract": "Plastic pollution leachates impair growth and photosynthetic capacity of Prochlorococcus. Two strains representing distinct ecotypes were exposed to leachates from HDPE bags and PVC matting. Leachate exposure inhibited in vitro growth and PSII photochemistry in a dose-dependent manner, with PVC leachates generally more deleterious. Transcriptomic analyses revealed genome-wide changes, with strain-specific differences in the timing and extent of responses, suggesting potential shifts in Prochlorococcus community composition and oceanic primary productivity.",
      "study_type": "Transcriptomics",
      "organism": [
        "Prochlorococcus MIT9312",
        "Prochlorococcus NATL2A"
      ],
      "publication_id": "10.1038/s42003-019-0410-x"
    }
  },
  "data/Prochlorococcus/papers_and_supp/steglich 2006/steglich-et-al-2006-genome-wide-analysis-of-light-sensing-in-prochlorococcus.pdf": {
    "publication": {
      "title": "Genome-Wide Analysis of Light Sensing in Prochlorococcus/H17188",
      "authors": [
        "Claudia Steglich",
        "Matthias Futschik",
        "Trent Rector",
        "Robert Steen",
        "Sallie W. Chisholm"
      ],
      "journal": "Journal of Bacteriology",
      "publication_year": "2006",
      "doi": "10.1128/JB.01097-06",
      "pmid": null,
      "description": "A genome-wide transcriptional analysis of light sensing in Prochlorococcus MED4 using high-density Affymetrix microarrays to measure global gene expression changes under different light qualities (white, blue, red, green) and quantities, including the effects of DCMU; identification of blue-light-responsive genes and potential blue-light receptors, with discussion of redox signaling in photosynthetic electron transport.",
      "abstract": "Prochlorococcus MED4 was cultured under various light qualities and intensities and subjected to high-density Affymetrix microarrays to measure global gene expression changes. Seven conditions were tested; blue light elicited a strong transcriptional response, with high white light responses resembling blue light. Results suggest blue-light sensing is mediated via a blue-light receptor, with bacterial cryptochromes as candidates, and indicate a signaling pathway linked to the redox state of the photosynthetic electron transport chain, as inferred from genes responding similarly to red and blue light and to the photosystem II inhibitor DCMU. The study discusses the adaptation of Prochlorococcus to ambient light and its implications for light-sensing repertoires in streamlined genomes.",
      "study_type": "Transcriptomics (Microarray)",
      "organism": [
        "Prochlorococcus MED4"
      ],
      "publication_id": "10.1128/JB.01097-06"
    }
  },
  "data/Prochlorococcus/papers_and_supp/martiny 2006/martiny-et-al-2006-phosphate-acquisition-genes-in-prochlorococcus-ecotypes-evidence-for-genome-wide-adaptation.pdf": {
    "publication": {
      "title": "Phosphate acquisition genes in Prochlorococcus ecotypes: Evidence for genome-wide adaptation",
      "authors": [
        "Adam C. Martiny",
        "Maureen L. Coleman",
        "Sallie W. Chisholm"
      ],
      "journal": "Proceedings of the National Academy of Sciences of the United States of America",
      "publication_year": "2006",
      "doi": "10.1073/pnas.0601301103",
      "pmid": null,
      "description": "Transcriptomic analysis of phosphate starvation responses in HL- and LL-adapted Prochlorococcus strains MED4 and MIT9313 using DNA microarrays; identification of P-starvation–induced genes, their chromosomal organization around phoB, and distribution among 11 diverse Prochlorococcus strains; comparison with a Sargasso Sea metagenomic sample to assess in situ P-acquisition gene content.",
      "abstract": "The study used DNA microarrays to identify phosphate (P) starvation–induced genes in two Prochlorococcus strains, MED4 (high-light) and MIT9313 (low-light). pstS served as a marker of P limitation; MED4 showed a gradual induction of 30 genes and MIT9313 showed widespread down-regulation with 176 genes differentially expressed. Only seven up-regulated genes were shared, largely including phoB and pstABCS; a phoE-like porin downstream of phoB was induced in both strains. The results reveal two clusters of P-acquisition genes centered around phoB, with significant genome variability in the phoB region across 11 strains, not strictly correlated with rRNA phylogeny. Metagenomic data from the Sargasso Sea supported the prevalence of MED4-like P-acquisition genes in low-P environments, indicating genome-wide adaptation to P availability.",
      "study_type": "Microarray / Transcriptomics",
      "organism": [
        "Prochlorococcus MED4",
        "Prochlorococcus MIT9313"
      ],
      "publication_id": "10.1073/pnas.0601301103"
    }
  },
  "data/Prochlorococcus/papers_and_supp/lindell 2007/nature06130 (1).pdf": {
    "publication": {
      "title": "Genome-wide expression dynamics of a marine virus and host reveal features of co-evolution",
      "authors": [
        "Debbie Lindell",
        "Jacob D. Jaffe",
        "Maureen L. Coleman",
        "Matthias E. Futschik",
        "Ilka M. Axmann",
        "Trent Rector",
        "Gregory Kettler",
        "Matthew B. Sullivan",
        "Robert Steen",
        "Wolfgang R. Hess",
        "George M. Church",
        "Sallie W. Chisholm"
      ],
      "journal": "Nature",
      "publication_year": "2007",
      "doi": "10.1038/nature06130",
      "pmid": null,
      "description": "Genome-wide transcriptome analysis of the marine cyanobacterium Prochlorococcus MED4 and its T7-like cyanophage P-SSP7 during lytic infection to elucidate host–phage transcriptional dynamics and co-evolutionary gene exchange, including cotranscription of bacterial-like metabolism genes and host gene upregulation during infection.",
      "abstract": "This study investigates genome-wide transcriptional dynamics of Prochlorococcus MED4 and the T7-like cyanophage P-SSP7 during lytic infection. The phage genome is transcribed linearly with three expression clusters, and four phage-encoded bacterial-like metabolism genes (nrd, hli, psbA, talC) are cotranscribed despite their genomic separation, forming a functional unit for energy and deoxynucleotide production during replication. Host genes are upregulated during infection, many located in genome islands, suggesting host–phage co-evolution and potential gene transfer that shapes both host and phage genomes.",
      "study_type": "transcriptomics",
      "organism": [
        "Prochlorococcus MED4",
        "P-SSP7 (T7-like cyanophage)"
      ],
      "publication_id": "10.1038/nature06130"
    }
  },
  "data/Prochlorococcus/papers_and_supp/Lin 2015/Environmental Microbiology - 2015 - Lin - Transcriptomic response during phage infection of a marine cyanobacterium under.pdf": {
    "publication": {
      "title": "Transcriptomic response during phage infection of a marine cyanobacterium under phosphorus-limited conditions",
      "authors": [
        "Xingqin Lin",
        "Huiming Ding",
        "Qinglu Zeng"
      ],
      "journal": "Environmental Microbiology",
      "publication_year": "2015",
      "doi": "10.1111/1462-2920.13104",
      "pmid": null,
      "description": "RNA-sequencing study of Prochlorococcus NATL2A during infection by cyanomyovirus P-SSM2 under nutrient-replete and phosphorus-limited conditions; analysis of host and phage transcriptomes, identification of phage-encoded P-acquisition genes, and quantification of pstS transcript numbers per cell.",
      "abstract": "The transcriptomic responses of bacteria to environmental stresses have been studied extensively, yet we know little about how stressed cells respond to bacteriophage infection. Here, we conducted the first whole transcriptome sequencing (RNA-seq) study of stressed bacteria to phage infection by infecting the marine picocyanobacterium Prochlorococcus NATL2A with cyanomyovirus P-SSM2 under P limitation, a strong selective force in the oceans. Transcripts of the P-acquisition genes in the uninfected cells were enriched after P limitation, including the high-affinity phosphate-binding protein gene pstS. They were still enriched in the infected cells under P-limited conditions. In contrast, transcripts of adenosine triphosphate (ATP) synthase and ribosomal protein genes were depleted in the uninfected cells after P limitation but were enriched during phage infection of P-starved cells. Cyanophage P-SSM2 contains pstS, and pstS and its adjacent gene g247 of unknown function were the only phage genes that were enriched under P-limited conditions. We further found that the host pstS transcript number per cell decreased after infection, however, it was still much higher in the P-limited infected cells than that in the nutrient-replete cells. Moreover, phage pstS transcript number per cell was ~20 times higher than the host copy, which may help maintain the host phosphate uptake rate during infection.",
      "study_type": [
        "RNA-seq",
        "Transcriptomics"
      ],
      "organism": [
        "Prochlorococcus NATL2A",
        "cyanomyovirus P-SSM2"
      ],
      "publication_id": "10.1111/1462-2920.13104"
    }
  }
}